<?php

/**
 * ECSHOP ctopay 语言文件
 * ============================================================================
 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: ---- $
 * $Id: ykppay.php 17063 2018-05-31 06:35:46Z$
 */

global $_LANG;
$_LANG['ykppay_desc'] = '迅付信息科技有限公司（简称：环迅支付），是中国最早成立的第三方支付企业。公司在2011年获颁中国人民银行首批《支付业务许可证》。公司目前可以支持国际主流信用卡及所有国内主流银行的在线支付，为全球超过60万家商户及2000万用户提供金融级的支付体验。';
$_LANG['ykppay'] = '环迅支付';
$_LANG['pay_memberid'] = '商户号';
$_LANG['pay_orderid'] = '订单号';
$_LANG['pay_amount'] = '交易金额';
$_LANG['pay_applydate'] = '订单时间';
$_LANG['pay_bankcode'] = '银行编码(不填,默认为WXZF)';
$_LANG['pay_notifyurl'] = '服务端返回地址';
$_LANG['pay_callbackurl'] = '页面跳转返回地址';
$_LANG['pay_tongdao'] = '支付通道(不填,默认为Ips)' ;
$_LANG['pay_tradetype'] = '通道编码(不填,默认为WEB)' ;
$_LANG['pay_productname'] = '商品名称' ;
$_LANG['tjurl'] = '网关提交地址' ;
$_LANG['Md5key'] = '商户秘钥';
$_LANG['pay_button'] = '点击支付';


 


?>